;--------------------------------
;变种人黑暗事件和能力
;--------------------------------

；瞄准镜中的光景
[DarkEventAbility_TargetingUplink X2AbilityTemplate]
LocFriendlyName="黑暗事件：瞄准镜中的光景"
LocFlyoverText="黑暗事件：瞄准镜中的光景"
LocLongDescription="攻击击中目标后，<Ability:TARGETINGUPLINK_RADIUS/> 格内的变种人士兵在 <Ability:TARGETINGUPLINK_DURATION/> 回合内获得 +<Ability:TARGETINGUPLINK_AIM/> 瞄准和 +<Ability:TARGETINGUPLINK_CRIT/> 暴击几率).这个奖励可以叠加。"
LocHelpText="击中敌人后为附近的盟友提供瞄准和暴击奖励。"
LocPromotionPopupText="攻击击中目标后，<Ability:TARGETINGUPLINK_RADIUS/> 格内的变种人士兵在 <Ability:TARGETINGUPLINK_DURATION/> 回合内获得 +<Ability:TARGETINGUPLINK_AIM/> 瞄准和 +<Ability:TARGETINGUPLINK_CRIT/> 暴击几率).这个奖励可以叠加。"

[DarkEvent_TargetingUplink X2DarkEventTemplate]
+DisplayName="变种人定位瞄准镜中的光景"
+SummaryText="当变种人士兵攻击击中目标后，所有附近的变种人士兵都会获得瞄准和暴击几率加值。"
+QuoteText="\"过分依赖剑刃风暴和赌狗无异！ \""
+QuoteTextAuthor="-雨宫千音"
+PreMissionText="在变种人士兵攻击击中目标后，所有附近的变种人士兵都会获得瞄准和暴击几率加值。"
+PostMissionSuccessText="反击黑暗事件：瞄准镜中的光景"
+PostMissionFailureText="对抗黑暗事件失败：瞄准镜中的光景"

;防御策略
[DarkEventAbility_DefensiveTactics X2AbilityTemplate]
LocFriendlyName="黑暗事件：防御策略"
LocFlyoverText="黑暗事件：防御策略"
LocLongDescription="当一名变种人士兵死亡时，<Ability:DEFENSIVETACTICS_RADIUS/> 方块内的所有其他变种人士兵都会获得 +<Ability:DEFENSIVETACTICS_DEFENSE/> 防御加值和 +<Ability:DEFENSIVETACTICS_DODGE/> 闪避 <Ability:DEFENSIVETACTICS_DURATION/> 回合( s)。
LocHelpText="死亡后，附近的变种人盟友会获得防御和闪避加值。"
LocPromotionPopupText="当一名变种人士兵死亡时，<Ability:DEFENSIVETACTICS_RADIUS/> 方块内的所有其他变种人士兵都会获得 +<Ability:DEFENSIVETACTICS_DEFENSE/> 防御加值和 +<Ability:DEFENSIVETACTICS_DODGE/> 闪避 <Ability:DEFENSIVETACTICS_DURATION/> 回合( s)。

[DarkEvent_DefensiveTactics X2DarkEventTemplate]
+DisplayName="变种人防御策略"
+SummaryText="当变种人士兵死亡时，附近所有其他变种人士兵都会获得防御和闪避加值。"
+QuoteText="\"如果装备仅此一件，那就别给不会被伏击的隐秘任务人员，那简直就是暴殄天物\""
+QuoteTextAuthor="-雨宫千音"
+PreMissionText="当变种人士兵死亡时，附近所有其他变种人士兵都会获得防御和闪避加值。"
+PostMissionSuccessText="反击黑暗事件：防御策略"
+PostMissionFailureText="对抗黑暗事件：防御策略失败"

;--------------------------------
;机器人黑暗事件和能力
;--------------------------------
[DarkEventAbility_ElectromagneticShielding X2AbilityTemplate]
LocFriendlyName="暗事件：电磁屏蔽"
LocFlyoverText="暗事件：电磁屏蔽"
LocLongDescription="在装甲状态下，所有变种人机器人单位都免疫眩晕和冰冻效果，并获得 +<Ability:ELECTROMAGNETIC_SHIELDING_HACK_DEFENSE/>% 增加的黑客防御。"
LocHelpText="装甲时免疫眩晕和冻结并奖励黑客防御。"
LocPromotionPopupText="装甲时，机器人单位免疫眩晕和冰冻效果，并获得 +<Ability:ELECTROMAGNETIC_SHIELDING_HACK_DEFENSE/>% 增加的黑客防御。"

[DarkEvent_ElectromagneticShielding X2DarkEventTemplate]
+DisplayName="电磁屏蔽"
+SummaryText="所有变种人机器人单位都获得技术改进的装甲。装甲时，它们对眩晕和冰冻效果免疫，并获得增强的黑客防御能力。"
+QuoteText="\"箱子被标记后，下一回合就会被回收，可别傻傻的一直蹲在箱子边上。 \""
+QuoteTextAuthor="-雨宫千音"
+PreMissionText="装甲时，机器人单位不受眩晕和冰冻效果的影响，并且增强了黑客防御能力。"
+PostMissionSuccessText="反击暗事件：电磁屏蔽"
+PostMissionFailureText="对抗暗事件：电磁屏蔽失败"

[DarkEventAbility_AdaptiveServos X2AbilityTemplate]
LocFriendlyName="暗事件：自适应伺服系统"
LocFlyoverText="暗事件：自适应伺服系统"
LocLongDescription="未装甲时，机器人单位获得 +<Ability:ADAPTIVE_SERVOS_MOBILITY/>% 机动性、+<Ability:ADAPTIVE_SERVOS_AIM/>% 瞄准力和 +<Ability:ADAPTIVE_SERVOS_DEFENSE/> 防御力。"
LocHelpText="未装甲时提高机动性、瞄准力和防御力。"
LocPromotionPopupText="未装甲时，机器人单位获得 +<Ability:ADAPTIVE_SERVOS_MOBILITY/>% 机动性、+<Ability:ADAPTIVE_SERVOS_AIM/>% 瞄准力和 +<Ability:ADAPTIVE_SERVOS_DEFENSE/> 防御力。"

[DarkEvent_AdaptiveServos X2DarkEventTemplate]
+DisplayName="自适应伺服系统"
+SummaryText="所有变种人机器人单元都获得改进的自适应执行器。在失去所有装甲后，它们在移动性、瞄准和防御方面获得奖励。"
+QuoteText="\"人员站位不要太密集，不然有你好看。 \""
+QuoteTextAuthor="-雨宫千音"
+PreMissionText="当没有装甲时，机器人单位会获得机动性、瞄准力和防御力的加成。"
+PostMissionSuccessText="反击暗事件：自适应伺服系统"
+PostMissionFailureText="对抗暗事件失败：自适应伺服系统"

;-------------------------------
;Viper Dark Events and Abilities
;-------------------------------
[DarkEventAbility_MaliciousInstincts X2AbilityTemplate]
LocFriendlyName="黑暗事件：恶意本能"
LocFlyoverText="黑暗事件：恶意本能"
LocLongDescription="攻击遭受燃烧、中毒、酸液或流血的目标时，瞄准并造成 +<能力：MALICIOUS_INSTINCTS_DAMAGE_BONUS/>% 伤害加成。"
LocHelpText="奖励瞄准并对遭受燃烧、中毒、酸液或流血的目标造成更高伤害。"
LocPromotionPopupText="攻击遭受燃烧、中毒、酸液或流血的目标时，瞄准并造成 +<能力：MALICIOUS_INSTINCTS_DAMAGE_BONUS/>% 伤害加成。"

[DarkEvent_MaliciousInstincts X2DarkEventTemplate]
+DisplayName="恶意本能"
+SummaryText="所有毒蛇在攻击遭受燃烧、中毒、酸液或流血的目标时都会获得瞄准和伤害加成。"
+QuoteText="\"在学习手枪舞者之前，弓之魔女最好先用手枪练练手。\""
+QuoteTextAuthor="-雨宫千音"
+PreMissionText="毒蛇在攻击遭受燃烧、中毒、酸液或流血的目标时获得瞄准和伤害加成。"
+PostMissionSuccessText="反击黑暗事件：恶意本能"
+PostMissionFailureText="对抗黑暗事件失败：恶意本能"

[DarkEventAbility_MutatedGlands X2AbilityTemplate]
LocFriendlyName="黑暗事件：变异腺体"
LocFlyoverText="黑暗事件：变异腺体"
LocLongDescription="通过造成毒药、酸液、火焰或灵能伤害的攻击造成 +<Ability:MUTATED_GLANDS_DAMAGE_BONUS/> 伤害。"
LocHelpText="造成毒药、酸液、火焰或灵能伤害的攻击造成的伤害增加。"
LocPromotionPopupText="通过造成毒药、酸液、火焰或灵能伤害的攻击造成+<能力：MUTATED_GLANDS_DAMAGE_BONUS/>伤害。"

[DarkEvent_MutatedGlands X2DarkEventTemplate]
+DisplayName="突变腺体"
+SummaryText="所有毒蛇在造成毒药、酸液、火焰或灵能伤害的攻击时都会造成更高的伤害。"
+QuoteText="\"那个冰罐子可是会爆炸的！\""
+QuoteTextAuthor="-笨蛋儿香凌宝"
+PreMissionText="所有毒蛇在造成毒药、酸液、火焰或灵能伤害的攻击时都会造成更高的伤害。"
+PostMissionSuccessText="反击黑暗事件：变异腺体"
+PostMissionFailureText="对抗黑暗事件失败：变异腺体"

;---------------------------------
;Sectoid Dark Events and Abilities
;---------------------------------

;Solace
[DarkEventAbility_Solace X2AbilityTemplate]
LocFriendlyName="黑暗事件：安慰"
LocFlyoverText="黑暗事件：安慰"
LocLongDescription="保护单位和附近盟友免受所有有害精神影响。"
LocHelpText="保护单位和附近盟友免受所有有害精神影响。"
LocPromotionPopupText="保护单位和附近盟友免受所有有害精神影响。"

[DarkEvent_Solace X2DarkEventTemplate]
+DisplayName="安慰"
+SummaryText="所有灰人都获得安慰能力，保护自己和附近的盟友免受所有有害的精神影响。"
+QuoteText="\"你以为魔导弓是远程攻击？可别被他的攻击方式给骗了！不信你打一下净化军团试试呢？\""
+QuoteTextAuthor="-笨蛋儿香凌宝"
+PreMissionText="Sectoids 获得安慰能力，保护自己和附近的盟友免受所有有害的精神影响。"
+PostMissionSuccessText="反击黑暗事件：安慰"
+PostMissionFailureText="对抗黑暗事件：安慰失败"

;Battle Premonition
[DarkEventAbility_BattlePremonition X2AbilityTemplate]
LocFriendlyName="黑暗事件：战斗预感"
LocFlyoverText="黑暗事件：战斗预感"
LocLongDescription="灰人不会触发守望。当生命值高于 <Ability:BATTLE_PREMONITION_HP_THRESHOLD/>% 且未受损时，该单位获得 +<Ability:BATTLE_PREMONITION_DODGE/> 闪避和 +<Ability:BATTLE_PREMONITION_DEFENSE/> 防御。"
LocHelpText="当生命值高于 <Ability:BATTLE_PREMONITION_HP_THRESHOLD/>% 且未受损时，该单位获得 +<Ability:BATTLE_PREMONITION_DODGE/> 闪避和 +<Ability:BATTLE_PREMONITION_DEFENSE/> 防御。"
LocPromotionPopupText="灰人不会触发守望。当生命值高于 <Ability:BATTLE_PREMONITION_HP_THRESHOLD/>% 且未受损时，该单位获得 +<Ability:BATTLE_PREMONITION_DODGE/> 闪避和 +<Ability:BATTLE_PREMONITION_DEFENSE/> 防御。"

[DarkEvent_BattlePremonition X2DarkEventTemplate]
+DisplayName="战斗预感"
+SummaryText="所有灰人获得战斗预感能力。具有战斗预感的单位不会触发反应火力，并且在健康且未受损的情况下，他们会获得大量的闪避和防御加值。"
+QuoteText="\"习惯有时很可怕，比如无意间的右键点击。 \""
+QuoteTextAuthor="- 星辰"
+PreMissionText="所有灰人获得战斗预感能力。具有战斗预感的单位不会触发反应火力，并且在健康且未受损的情况下，他们会获得大量的闪避和防御加值。"
+PostMissionSuccessText="反击黑暗事件：战斗预感"
+PostMissionFailureText="对抗黑暗事件：战斗预感失败"

;-----------------------------------
;Berserker Dark Events and Abilities
;-----------------------------------

;Intimidate
[DarkEventAbility_Intimidate X2AbilityTemplate]
LocFriendlyName="黑暗事件：令人生畏的存在"
LocFlyoverText="黑暗事件：令人生畏的存在"
LocLongDescription="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"
LocHelpText="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"
LocPromotionPopupText="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"

[IndimidateAura X2AbilityTemplate]
LocFriendlyName="黑暗事件：令人生畏的存在"
LocFlyoverText="黑暗事件：令人生畏的存在"
LocLongDescription="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"
LocHelpText="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"
LocPromotionPopupText="狂战士的 <Ability:INTIMIDATE_ABILITY_MAX_TILES/> 格内的所有敌方有机单位都会受到 -<Ability:INTIMIDATE_ABILITY_AIM_PENALTY/>% 瞄准、-<Ability:INTIMIDATE_ABILITY_MOBILITY_PENALTY/>% 移动性和 -<Ability:INTIMIDATE_ABILITY_WILL_PENALTY/>% 的惩罚多个狂战士会增加效果强度，不会影响机器人单位或免疫精神效果的单位。"

[DarkEvent_Intimidate X2DarkEventTemplate]
+DisplayName="令人生畏的存在"
+SummaryText="所有狂战士都获得威吓存在能力，降低其附近所有有机敌人的目标、机动性和意志。"
+QuoteText="\"可不是只有净化者被砍时才很危险！生毒蛇和部分狂战士可能更危险！\""
+QuoteTextAuthor="-来自节操314的吐槽!"
+PreMissionText="所有狂战士都获得威吓存在能力，降低其附近所有有机敌人的目标、机动性和意志。"
+PostMissionSuccessText="反击黑暗事件：令人生畏的存在"
+PostMissionFailureText="对抗黑暗事件失败：恐吓性存在"

;Unstoppable Force
[DarkEventAbility_UnstoppableForce X2AbilityTemplate]
LocFriendlyName="黑暗事件：不可阻挡的力量"
LocLongDescription="免疫毒药、眩晕、寄生兽毒和精神状态影响。"
LocHelpText="免疫中毒、眩晕、寄生兽毒和精神状态影响。"

[DarkEvent_UnstoppableForce X2DarkEventTemplate]
+DisplayName="不可阻挡的力量"
+SummaryText="所有狂战士都获得不可阻挡之力能力，使他们免疫毒药、眩晕、寄生兽毒药和精神状态效果。"
+QuoteText="\"除了变色龙背心可以减少潜入时间外，某些职业和物品也具有减少潜入时间的效果，但是当你被伏击、俘虏这类概率较高时，最好换上重火力！\""
+QuoteTextAuthor="-mi咕/节操314"
+PreMissionText="狂战士获得不可阻挡的力量能力，使他们免疫毒药、眩晕、邪茧毒药和精神状态效果。"
+PostMissionSuccessText="反击黑暗事件：势不可挡的力量"
+PostMissionFailureText="对抗黑暗事件失败：势不可挡的力量"

；------------------------------------------
;异变者黑暗事件和能力
；------------------------------------------

;战斗力强化
[DarkEventAbility_CombatHardened X2AbilityTemplate]
LocFriendlyName="黑暗事件：战斗强化"
LocLongDescription="减少 <Ability:COMBAT_HARDENED_EXPLOSIVE_REDUCTION/>% 爆炸性攻击和敌人攻击造成的伤害 -<Ability:COMBAT_HARDENED_CRITDEF_BONUS/>% 几率造成暴击。"
LocHelpText="减少<能力:COMBAT_HARDENED_EXPLOSIVE_REDUCTION/>%爆炸性攻击和敌人攻击造成的伤害-<能力:COMBAT_HARDENED_CRITDEF_BONUS/>%几率造成暴击。"

[DarkEvent_CombatHardened X2DarkEventTemplate]
+DisplayName="战斗强化"
+SummaryText="所有异变者都获得了战斗强化能力，使他们对爆炸伤害和致命一击具有高度抵抗力。"
+QuoteText="\"当你被安魂曲腐蚀后下回合没掉血时别偷着乐了，赶快治疗！！！ \""
+QuoteTextAuthor="- mi咕/节操314"
+PreMissionText="突变体获得战斗硬化能力，使他们对爆炸伤害和致命一击具有高度抵抗力。"
+PostMissionSuccessText="反击黑暗事件：战斗强化"
+PostMissionFailureText="对抗黑暗事件失败：战斗强化"

;近战专家
[DarkEventAbility_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="黑暗事件：近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在 XCOM 回合期间，使用主武器向四格内移动或开火的任何可见敌人发射自由反应射击。"
LocHelpText="在 XCOM 回合期间，向四格内移动或开火的任何可见敌人发射自由反应射击。"

[DarkEvent_CloseCombatSpecialist X2DarkEventTemplate]
+DisplayName="近战专家"
+SummaryText="所有 Muton 都获得近战专家能力，使他们可以使用主要武器对四格内移动或开火的任何可见敌人进行自由反应射击。"
+QuoteText="\"虚空编制者不会被秒杀，只有彻底击杀他的召唤物时才能击杀虚空编制者 \""
+QuoteTextAuthor="- mi咕/节操314"
+PreMissionText="Mutons 获得近战专家能力，使他们可以使用主要武器对四格内移动或开火的任何可见敌人进行自由反应射击。"
+PostMissionSuccessText="反击黑暗事件：近战专家"
+PostMissionFailureText="对抗黑暗事件失败：近战专家"


；------------------------------------------------
;寄生兽黑暗事件和能力
；------------------------------------------------

;剔骨
[DarkEventAbility_Eviscerate X2AbilityTemplate]
LocFriendlyName="黑暗事件：捕食啃咬"
LocFlyoverText="黑暗事件：捕食啃咬"
LocLongDescription="攻击受伤目标时获得 +<Ability:EVISCERATE_AIM_BONUS/> 和 +<Ability:EVISCERATE_CRIT_BONUS/> 暴击几率。对有机目标的近战攻击可以治愈 Chryssalid 造成的伤害的 <Ability:EVISCERATE_MULTIPLIER/>%。"
LocHelpText="攻击受伤目标时获得 +<Ability:EVISCERATE_AIM_BONUS/> 和 +<Ability:EVISCERATE_CRIT_BONUS/> 暴击几率。对有机目标的近战攻击可以治愈 Chryssalid 造成的伤害的 <Ability:EVISCERATE_MULTIPLIER/>%。"
LocPromotionPopupText="攻击受伤目标时获得 +<Ability:EVISCERATE_AIM_BONUS/> 和 +<Ability:EVISCERATE_CRIT_BONUS/> 暴击几率。对有机目标的近战攻击可以治愈 Chryssalid 造成的伤害的 <Ability:EVISCERATE_MULTIPLIER/>%。"

[DarkEvent_Eviscerate X2DarkEventTemplate]
+DisplayName="捕食啃咬"
+SummaryText="所有寄生兽在攻击受伤目标时都会获得大量的瞄准和暴击几率加成。对有机目标的近战攻击可以治愈寄生兽造成的伤害的 100%。"
+QuoteText="\"我方魔法少女职业不光实力强悍，同时她们无法容量任何祭司与她们处在同一个战场之上！                             \""
+QuoteTextAuthor="-mi咕/节操314"
+PreMissionText="所有寄生兽在攻击受伤目标时都会获得大量的瞄准和暴击几率加成。对有机目标的近战攻击可以治疗寄生兽造成的伤害的 100%。"
+PostMissionSuccessText="反击黑暗事件：捕食啃咬"
+PostMissionFailureText="对抗黑暗事件失败：捕食啃咬失败！"

;敏捷之爪
[DarkEventAbility_NimbleClaws X2AbilityTemplate]
LocFriendlyName="黑暗事件：敏捷之爪"
LocFlyoverText="黑暗事件：敏捷之爪"
LocLongDescription="近战攻击击中敌人后，获得 +<Ability:NIMBLE_CLAWS_MOBILITY/>% 移动力，持续 <Ability:NIMBLE_CLAWS_MOBILITY_DURATION/> 回合。受到伤害后，获得 +<Ability:NIMBLE_CLAWS_DODGE/> 闪避 <Ability:NIMBLE_CLAWS_DODGE/ >> 这些效果可以叠加。"
LocHelpText="造成近战伤害后额外移动力。受到伤害后额外闪避。"
LocPromotionPopupText="近战攻击击中敌人后，获得 +<Ability:NIMBLE_CLAWS_MOBILITY/>% 移动力，持续 <Ability:NIMBLE_CLAWS_MOBILITY_DURATION/> 回合。受到伤害后，获得 +<Ability:NIMBLE_CLAWS_DODGE/> 闪避，持续 <Ability:NIMBLE_CLAWS_DODGE_DURATION/ >> 这些效果可以叠加。"

[NimbleClaws_DodgeBuffTrigger X2AbilityTemplate]
LocFriendlyName="黑暗事件：敏捷之爪"
LocFlyoverText="敏捷之爪：额外闪避"
LocLongDescription="受到伤害后获得 ++<能力:NIMBLE_CLAWS_DODGE/> 闪避。"
LocHelpText="受到伤害后获得 +<Ability:NIMBLE_CLAWS_DODGE/> 闪避。"
LocPromotionPopupText="受到伤害后获得 +<Ability:NIMBLE_CLAWS_DODGE/> 闪避。"

[NimbleClaws_MobilityBuffTrigger X2AbilityTemplate]
LocFriendlyName="黑暗事件：敏捷之爪"
LocFlyoverText="敏捷之爪：额外机动性"
LocLongDescription="近战攻击命中后获得 +<Ability:NIMBLE_CLAWS_MOBILITY/>% 移动力。"
LocHelpText="近战攻击命中后获得 +<Ability:NIMBLE_CLAWS_MOBILITY/>% 移动力。"
LocPromotionPopupText="近战攻击命中后获得 +<Ability:NIMBLE_CLAWS_MOBILITY/>% 移动力。"

[DarkEvent_NimbleClaws X2DarkEventTemplate]
+DisplayName="敏捷之爪"
+SummaryText="提高的力量和速度使所有蛹在战斗中移动和闪避更加迅速。通过近战攻击击中敌人后，寄生兽获得额外的移动力。受到伤害后，它们获得额外的闪避。"
+QuoteText="\"第一个房间里不光可以和第三方派系互动，还能派遣单位到大陆之间做顾问，除了有延长任务时间的效果外，还能白嫖在这片大陆上的战斗经验，送几个累坏的人去大陆上休休假，是不错的选择！\""
+QuoteTextAuthor="-mi咕/节操314"
+PreMissionText="近战攻击击中敌人后，蛹获得额外移动力。受到伤害后，它们获得额外闪避。"
+PostMissionSuccessText="反击黑暗事件：敏捷之爪"
+PostMissionFailureText="对抗黑暗事件：敏捷之爪失败"